Repository: noah-nuebling/mac-mouse-fix
Catalog: Markdown/Strings/Shared.xcstrings
Source language: en
Languages: cs, es, ja, pt_br, ru, tr, zh_hans

# docname.acknowledgements
source: Acknowledgements
cs: Poděkování
es: Agradecimientos
ja: 謝辞
pt_br: Agradecimentos
ru: Благодарности
tr: Teşekkürler
zh_hans: 鸣谢

# docname.captured-buttons
source: Captured Mouse Buttons
cs: Zachycená tlačítka myši
es: Botones del Ratón Capturados
ja: キャプチャされたマウスボタン
pt_br: Botões do Mouse Capturados
ru: Захваченные кнопки мыши
tr: Yakalanan Fare Düğmeleri
zh_hans: 被捕获的鼠标按键

# docname.captured-scroll-wheels
source: Captured Scroll Wheels
cs: Zachycená rolovací kolečka
es: Ruedas de desplazamiento capturadas
ja: キャプチャされたスクロールホイール
pt_br: Rodas de Rolagem Capturadas
ru: Захваченные колеса прокрутки
tr: Yakalanan Kaydırma Düğmeleri
zh_hans: 被捕获的滚轮

# docname.readme
source: Readme
cs: Soubor Readme
es: Léame
tr: Beni Oku
zh_hans: 说明文档

# docname.support
source: Support
cs: Podpora
es: Soporte
ja: サポート
pt_br: Suporte
ru: Поддержка
tr: Destek
zh_hans: 支持

# guide.footer.hope-it-helped.1
source: I hope this guide was helpful!
cs: Doufám, že byl tento návod užitečný!
es: ¡Espero que esta guía haya sido útil!
ja: このガイドがお役に立てば幸いです！
pt_br: Espero que esse guia seja útil!
ru: Надеюсь, это руководство было полезным!
tr: Umuyorum ki bu destek dokümanı yardımcı olmuştur!
zh_hans: 希望这份指南对你有所帮助！

# guide.footer.hope-it-helped.2
source: I hope this information was useful!
cs: Doufám, že vám tyto informace pomohly!
es: ¡Espero que esta información haya sido útil!
ja: これらの内容が、皆さまのご参考になれば幸いです！
pt_br: Espero que essa informação seja útil!
ru: Надеюсь, эта информация была полезна!
tr: Umarım bu bilgiler yararlı olmuştur.
zh_hans: 希望这些信息对你有所帮助！

# guide.footer.hope-it-helped.3
source: I hope this guide cleared things up!
cs: Doufám, že tento návod vše objasnil!
es: ¡Espero que esta guía haya aclarado las cosas!
ja: このガイドで不明な点が解消されれば幸いです！
pt_br: Espero que este guia tenha esclarecido as coisas!
ru: Надеюсь, это руководство прояснило ситуацию!
tr: Umarım bu doküman kafanızdaki soru işaretlerini kaldırmıştır.
zh_hans: 希望这份指南已经解答了您的疑惑！

# guide.footer.still-have-questions
source: Still have questions? Click [here]({url}).
cs: Stále máte otázky? Klikněte [sem]({url}).
es: ¿Aún tiene preguntas? Haga clic [aquí]({url}).
ja: まだご不明な点がありますか？ [こちら]({url})をクリックしてください。
pt_br: Ainda tem dúvidas? Clique [aqui]({url}).
ru: Еще есть вопросы? Нажмите [здесь]({url}).
tr: Hâlâ sorularınız mı mevcut? [Buraya tıklayın]({url}).
zh_hans: 还有其他疑问？请点击[这里]({url})

# localization.progress-message
source: This document is `{localization_progress}` translated into `{current_language}` [Help translate]({url})
cs: Tento dokument je přeložen do jazyka `{localization_progress}` [Pomoc s překladem]({url})
es: Este documento está traducido `{localization_progress}` al `{current_language}` [Ayudar a traducir]({url})
ja: この文章は `{localization_progress}` `{current_language}`に翻訳されました [翻訳を手伝う]({url})
pt_br: Este documento está `{localization_progress}` traduzido para `{current_language}` [Ajude a traduzir]({url})
ru: Этот документ переведен на язык {current_language} с {localization_progress}. [Помогите с переводом]({url})
tr: `{localization_progress}` adındaki doküman `{current_language}` diline çevrilmiştir. [Çeviri için yardımcı olun]({url})
zh_hans: 本文档的 `{current_language}` 翻译进度已达 `{localization_progress}`。 [参与翻译贡献]({url})

# localization.translate-prompt
source: [🌎 Help translate!]({url})
cs: [🌎 Pomozte s překladem!]({url})
es: [🌎 ¡Ayudar a traducir!]({url})
ja: [🌎 翻訳を手伝ってください！]({url})
pt_br: [🌎 Ajude a traduzir!]({url})
ru: [🌎 Помогите с переводом!]({url})
tr: [🌎 Çeviri için yardımcı olun!]({url})
zh_hans: [🌎 欢迎提供翻译贡献！]({url})
